export const dataShenG = {
    legendData: ['男平均', '女平均', '总平均'],
    xAxisData: ['一年级', '二年级', '三年级', '四年级', '五年级', '六年级'], // 年级
    xAxisDataAge: ['6岁', '7岁', '8岁', '9岁', '10岁', '11岁', '12岁'],     // 年龄
    seriesData: [ // 年级
      {type: bar, data: [123, 125.4, 131.8, 136.2, 145.4, 147.9]},
      {type: bar, data: [120.3, 124.5, 129.6, 135.7, 146, 150.3]},
      {type: line, data: [122, 124.9, 130.5, 135.9, 145.7, 149.1]}
    ],
    seriesDataAge: [// 年级
      {type: bar, data: [117.7, 124, 130.0, 135.4, 142.6, 145.3, 151.9]},
      {type: bar, data: [116.6, 122.5, 128.5, 134.1, 140.1, 146.6, 152.6]},
      {type: line, data: [117.1, 123.3, 129.6, 134.7, 141.3, 145.9, 152.3]}
    ]
}
